Repository: TalgatovAka/shopPy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Админ-панель
kk: Админ панелі

source: Магазин
kk: Дүкен

source: Имя пользователя
kk: Пайдаланушының аты

source: Роль
kk: Рөл

source: Действия
kk: Әрекеттер

source: Пользователь
kk: Пайдаланушы

source: Корзина
kk: Себет

source: Убрать админа
kk: Админды өндіру

source: Дать админа
kk: Админ беру

source: Вернуться на главную
kk: Басты бетке оралу

source: Добавить
kk: Қосу

source: Выйти
kk: Шығу

source: Регистрация
kk: Тіркеу

source: Войти
kk: Кіру

source: Ваша корзина
kk: Сіздің себетіңіз

source: Удалить
kk: Жою

source: Итого
kk: Барлығы

source: Оформить заказ
kk: Тапсырысты рәсімдеу

source: Перейти в каталог
kk: Каталогқа өту

source: Главная
kk: Басты бет

source: Поиск товара...
kk: Тауарды іздеу...

source: Все товары
kk: Барлық тауарлар

source: Производитель
kk: Өндіруші

source: Год выпуска
kk: Шығарылған жылы

source: Вес
kk: Салмақ

source: Изменить
kk: Өзгерту

source: Пока нет товаров.
kk: Әзірге товар жоқ.

source: Удалить товар?
kk: Товарды жоюды қалайсыз ба?

source: Это действие нельзя отменить.
kk: Бұл әрекетті болдырмау мүмкін емес.

source: Да, удалить
kk: Иә, жою

source: Отмена
kk: Болдырмау

source: Цена
kk: Баға

source: Войдите или зарегистрируйтесь, чтобы добавить товар в корзину.
kk: Товарды себетке қосу үшін кіріңіз немесе тіркеліңіз.

source: Вход
kk: Кіру

source: Вы администратор. Редактируйте товар из страницы списка.
kk: Сіз администратор. Товарды тізім бетінен өңдеңіз.

source: Добавить в корзину
kk: Себетке қосу

source: Закрыть
kk: Жабу

source: Вы сейчас авторизованы как
kk: Сіз қазір жүйеге кіргенсіз

source: Войти через Keycloak
kk: Keycloak арқылы кіру

source: Нет аккаунта?
kk: Есептік жазба жоқ па?

source: Зарегистрироваться
kk: Тіркелу

source: Сохранить
kk: Сақтау

source: Информация о профиле
kk: Профиль туралы ақпарат

source: Email
kk: Электрондық пошта

source: Новый Email
kk: Жаңа электрондық пошта

source: Подтверждение пароля
kk: Парольді растау

source: Введите пароль для подтверждения
kk: Растау үшін парольді енгізіңіз

source: Имя
kk: Аты

source: Фамилия
kk: Тегі

source: Смена пароля
kk: Парольді өзгерту

source: Новый пароль
kk: Жаңа пароль

source: Повторите пароль
kk: Парольді қайта енгізіңіз

source: Мое избранное
kk: Менің ең ұнағандарым

source: Уже есть аккаунт?
kk: Қазанша есептік жазбаңыз бар ма?

source: Данные за последние дни
kk: Соңғы күндердегі деректер

source: Источник данных: демо
kk: Мағат көзі: нәмуне

source: Товар
kk: Тауар

source: Количество
kk: Саны

source: Цена за единицу
kk: Бірлік бағасы

source: Сумма
kk: Жиынтық

source: Ваше избранное пусто
kk: Сіздің ең ұнағандарыңыз бос

source: Добавьте товары в избранное, чтобы вернуться к ним позже
kk: Кейінірек оралу үшін тауарларды ең ұнағандарыңызға қосыңыз

source: Регистрация успешна. Вы вошли.
kk: Тіркеу сәтті өтті. Сіз жүйеге кірдіңіз.

source: Вход выполнен
kk: Кіру сәтті аяқталды

source: Неверный логин/email или пароль
kk: Қате логин/электрондық пошта немесе пароль

source: Только админ может добавлять товары.
kk: Тек админ тауарларды қоса алады.

source: Товар добавлен
kk: Тауар қосылды

source: Добавить товар
kk: Тауар қосу

source: Вы не можете редактировать товар
kk: Сіз тауарды өңдей алмайсыз

source: Товар обновлён
kk: Тауар жаңартылды

source: Редактировать товар
kk: Тауарды өңдеу

source: Вы не можете удалить товар
kk: Сіз тауарды жоя алмайсыз

source: Товар удалён
kk: Тауар жойылды

source: Товар '%s' добавлен в корзину
kk: «%s» тауар себетке қосылды

source: %s удалён из корзины
kk: «%s» себеттен шығарылды

source: У вас нет доступа к админ-панели
kk: Сізде админ-панелге қолжетімділік жоқ

source: У вас нет доступа
kk: Сізде қолжетімділік жоқ

source: Вы не можете изменить свою роль
kk: Сіз өз рөліңізді өзгерте алмайсыз

source: %s больше не администратор
kk: «%s» енді админ емес

source: %s теперь администратор
kk: «%s» енді админ

source: Email не может быть пустым
kk: Электрондық пошта бос болуы мүмкін емес

source: Новый email совпадает со старым
kk: Жаңа электрондық пошта ескісімен сәйкес келеді

source: Email уже используется
kk: Электрондық пошта әлі пайдаланылып жатыр

source: Неверный пароль
kk: Қате пароль

source: Email изменен
kk: Электрондық пошта өзгертілді

source: Имя изменено
kk: Аты өзгертілді

source: Фамилия изменена
kk: Тегі өзгертілді

source: Пароль не может быть пустым
kk: Пароль бос болуы мүмкін емес

source: Пароли не совпадают
kk: Парольдер сәйкес келмейді

source: Пароль должен быть минимум 6 символов
kk: Пароль кемінде 6 таңбадан тұруы керек

source: Пароль изменен
kk: Пароль өзгертілді
